Repository: AlertaCiudadana/iOS-ObjC
Catalog: IntegratingFacebookTutorial/Supporting Files/*.lproj/Localizable.strings
Languages: es

source: Report
es: Reporte

source: Date: %@ Address: %@ Description: %@
es: Fecha: %@ Direccion: %@ Descripción: %@

source: Not available
es: No disponible

source: Your user has more than 5 reports today, please try report tomorrow
es: Tienes más de 5 reportes hoy, intenta mañana

source: Invalid location
es: Ubicación invalida

source: Please zoom in for better acurasy
es: Por favor acerca el mapa, para mayor presición

source: dayIcon_1
es: dayIcon_esp_1

source: dayIcon_7
es: dayIcon_esp_7

source: dayIcon_30
es: dayIcon_esp_30

source: Yes
es: Si

source: Do you want to create a report in the following address: %@?
es: Quieres crear tu reporte en: %@?

source: The user cancelled the Facebook login.
es: El usuario cancelo el login de Facebook

source: Log In Error
es: Error de autenticación

source: Please go to Settings -> Privacy -> Facebook and enable Alerta Ciudadana!
es: Por favor habilita Alerta Ciudadana! en Configuración -> Privacidad -> Facebook

source: No data is currently available. Please pull down to refresh.
es: No se encontraron datos actualmente. Por favor arrastra hacia abajo la lista para recargarla.

source: Details...
es: Detalle...

source: Last update: %@
es: Ultima actualización

source: Thanks for your support
es: Gracias por tu apoyo

source: Alert
es: Alerta

source: Do you want to create a report in that location?
es: Desea crear un reporte en esta ubicación?

source: Address
es: Dirección

source: Report creation failed
es: Error al crear el reporte

source: map_botonreport
es: map_botonreport_esp

source: Your description must be at least of 70 characters
es: La descripción debe de tener al menos 70 caracteres

source: Back
es: Atrás

source: My Reports
es: Mis Reportes

source: Done
es: Listo

source: en01
es: es01

source: en02
es: es02

source: en03
es: es03

source: en04
es: es04

source: Ok
es: Aceptar

source: Please complete all fields
es: Por favor completa todos campos

source: The Password doesn't match, please try again
es: La contraseña no coincide, por favor intenta nuevamente

source: registration was successful, please verify your email address
es: Registro correcto, por favor verifica tu correo electrónico

source: invalid email address
es: Verifica tu correo electrónico

source: The Internet connection appears to be offline.
es: Por favor verifica tu conexión de Internet

source: The email address has already been taken
es: Este correo ya fue registrado

source: Success
es: Correcto

source: Registration was successful, please verify your email address
es: Registro correcto, por favor verifica tu cuenta de correo electrónico
